Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་འཆི་ཀའི་ན་ཚ་ཉམས་སུ་མྱོང་བ་ན་ཚེ་དང་ལྡན་པ་རབ་བཟང་གི་སྐྱབས་མཛད་དེ། གཡུང་དྲུང་གི་མཐར་ཐུག་པ། གྲུབ་པ་དང་བདེ་བའི་མྱ་ངན་ལས་འདས་པ་ལ་གནས་པར་མཛད་པ་ལ་གཟིགས།
en: “Lord,” the monks requested the Blessed One, “tell us why, as the Blessed One was deathly ill, he protected Venerable Subhadra, then established him in the unsurpassed, supreme welfare of nirvāṇa.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ད་ལྟར་འབའ་ཞིག་མ་ཡིན་ཏེ། འདས་པའི་དུས་ན་ཡང་འཆི་ཀའི་ན་ཚ་ཉམས་སུ་མྱོང་བ་ན་འདི་འཇིགས་པ་ཡོད་པའི་ས་ཕྱོགས་ནས་ཕྱུང་སྟེ། འཇིགས་པ་མེད་པའི་གནས་སུ་ཇི་ལྟར་བཞག་པ་དེ་ཉོན་ཅིག །
en: “Not only now,” the Blessed One explained, “but in times past as well, and in the same way, as I was sick unto death, I brought him out of danger and established him in a state of fearlessness. Listen well!

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱི་ན་རྒྱལ་པོ་ཚངས་པས་བྱིན་ཞེས་བྱ་བ་རྒྱལ་པོ་བྱེད་དོ། །
en: “Monks, in times gone by, King Brahmadatta reigned in the city of Vārāṇasī.

source: རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱི་རྟ་ཅང་ཤེས་མཆོག་ཏུ་བཟང་བ་ཅིག་ཡོད་དེ།
en: King Brahmadatta had a certain extraordinarily clever horse.

source: དེའི་མཐུས་ན་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་ཉི་འོག་གི་རྒྱལ་པོ་ཐམས་ཅད་ལ་དཔྱ་ཕབ་བོ། །
en: Because of its abilities, King Brahmadatta was able to collect taxes from all the different neighboring kingdoms.

source: དེ་ནས་ཕྱི་ཞིག་ན་རྟ་ཅང་ཤེས་དེ་ཤི་ནས་དེའི་གཏམ་ཀུན་ཏུ་གྲགས་པར་གྱུར་ཏེ་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱི་རྟ་ཅང་ཤེས་དེ་ཤིའོ་ཞེས་འཛེར་ཏོ། །
en: “One day this clever horse died, and the news spread far and wide as people reported, ‘King Brahmadatta’s clever horse has died.’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཉི་འོག་གི་རྒྱལ་པོ་ཐམས་ཅད་ཀྱིས་བསམས་པ།
en: As soon as the neighboring kings heard this, they all thought,

source: དེས་བདག་ཅག་ལ་དཔྱ་ཕབ་པ་ཅི་ཡང་རུང་བ་དེ་དག་ཐམས་ཅད་ནི་རྟ་ཅང་ཤེས་དེའི་དྲིན་ཁོ་ནར་ཟད་དེ
en: ‘Whatever taxes he levied against us, he could levy only by the grace of this clever horse.

source: ད་ནི་དེ་ཤི་ཟིན་པས་ད་ནི་གལ་ཏེ་བདག་ཅག་གིས་དེ་ཕྱི་རོལ་ཏུ་བྱུང་བ་མཐོང་བ་ན་ནི་བདག་ཅག་གིས་དེ་དེར་ཅི་དགའ་མགུར་བྱར་ཡོད་དོ་སྙམ་ནས་དེ་དག་དེ་ལ་གླགས་ལྟ་ཞིང་འཁོད་དོ། །
en: Now when we see him coming, we can do as we please.’ They then waited for an opportunity to expose his vulnerabilities.

source: རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་ཀྱང་ཇི་ལྟར་ཉི་འོག་གི་རྒྱལ་པོ་དེ་དག་གླགས་ལྟ་ཞིང་འཁོད་པའི་གཏམ་ཐོས་ནས།
en: King Brahmadatta heard the news that the neighboring kings were waiting to expose his vulnerabilities,

source: ཐོས་མ་ཐག་ཏུ་དེ་དག་གིས་འཇིགས་ནས་གྲོང་ཁྱེར་གྱི་ནང་ནས་ཕྱི་རོལ་ཏུ་འབྱུང་བའི་ཐུགས་མི་ཐུབ་བོ། །
en: and as soon as he heard this he became afraid and could no longer leave the city.

source: དེ་ནས་ཕྱི་ཞིག་ན་བྱང་ཕྱོགས་ནས་ཚོང་པ་དག་གིས་ཟོང་དུ་རྟ་དེད་དེ་བཱ་རཱ་ཎ་སཱིར་ལྷགས་སོ། །
en: “Soon after, some merchants came to Vārāṇasī from the north with horses to sell.

source: དེ་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་བྱང་ཕྱོགས་ནས་ཚོང་པ་དག་གིས་ཟོང་དུ་རྟ་དེད་དེ་འོངས་སོ་ཞེས་ཐོས་ནས་
en: King Brahmadatta heard that merchants had arrived from the north with horses to sell,

source: ཐོས་མ་ཐག་ཏུ་རྒྱལ་པོ་དེས་རྟ་བརྟག་པ་ལ་མཁས་པའི་མི་དག་བཏང་སྟེ་
en: and straightaway he dispatched experts in the examination of horses.

source: ཁྱེད་དེང་ལ་ཟོང་དུ་རྟ་དེད་དེ་འོངས་པ་ཐམས་ཅད་ཉོས་ཤིག །
en: ‘Go and buy all the horses that are coming,’ he told them,

source: ལྷག་པར་ཡང་དེ་དག་གི་ནང་ན་རྟ་ཅང་ཤེས་འགའ་ཡོད་ཀྱང་སྲིད་ཀྱིས་ལྟོས་ཤིག་ཅེས་བསྒོའོ། །
en: ‘especially if there is a clever horse among them—be on the lookout for that.’

source: དེ་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱི་ཞབས་འབྲིང་བ་རྣམས་ཀྱིས་ལྷ་བཀའ་སྩལ་པ་བཞིན་འཚལ་ལོ་ཞེས་གསོལ་ནས
en: King Brahmadatta’s attendants replied, ‘As you wish, Deva.’

source: རྟ་དེ་དག་ཐམས་ཅད་ཉོས་ཏེ་དེ་དག་གིས་བལྟས་ན།
en: They bought all the horses and examined them,

source: དེའི་ནང་ན་རྟའི་མཆོག་གང་ཡིན་པ་དེ་རྟ་ཅང་ཤེས་ཡིན་པར་གྱུར་ནས་དེ་དག་གིས་རྒྱལ་པོ་དེ་ལ་གསོལ་ཏོ། །
en: and took the most clever horse among them to offer to the king.

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་རྒྱལ་པོ་དེ་ཤིན་ཏུ་མགུ་བར་གྱུར་ནས་དེ་རྟའི་ཚོང་པ་དེ་དག་ལ་གསེར་དང་དངུལ་མང་པོ་བྱིན་ནོ། །
en: As soon as he heard this, the king was very pleased, and he presented the merchants with a great deal of gold and silver.

source: དེ་ནས་ཕྱི་ཞིག་ན་རྟ་ཅང་ཤེས་དེ་ལ་ཞོན་ནས་སྐྱེད་མོས་ཚལ་གྱི་སར་བྱུང་བ་དང་།
en: “One day he mounted the clever horse and rode out to the gardens.

source: ཉི་འོག་གི་རྒྱལ་པོ་རྣམས་ཀྱིས་རྒྱལ་པོ་ཚངས་པས་བྱིན་སྐྱེད་མོས་ཚལ་དུ་བྱུང་ངོ་ཞེས་ཐོས་སོ། །
en: When the neighboring kings heard that King Brahmadatta had ridden out to the gardens,

source: ཐོས་ནས་ཀྱང་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་གོ་བསྐོན་ནས་བཱ་རཱ་ཎ་སཱིར་ལྷགས་ཏེ་སྐྱེད་མོས་ཚལ་བསྐོར་ཏེ་འཁོད་དོ། །
en: they arrayed the four division of their armies and met in Vārāṇasī, where they surrounded the gardens.

source: དེ་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་ཅི་བྱ་གཏོལ་མེད་པར་གྱུར་ཏེ།
en: Desperate and not knowing what to do, King Brahmadatta thought,

source: ད་གར་འགྲོ་བར་བྱ་སྙམ་ནས་
en: ‘Which way should I go?’

source: དེས་ཐམས་ཅད་བོར་ཏེ་རྟ་ཅང་ཤེས་ལ་ཞོན་ནས་སྐྱེད་མོས་ཚལ་གྱི་ས་ནས་ཕྱིར་འབྱུང་ངོ་སྙམ་པ་ལས་
en: He thought, ‘I must drop everything, mount my clever horse, and leave the gardens,’

source: བལྟས་ནས་སྐྱེད་མོས་ཚལ་ཐམས་ཅད་ཕ་རོལ་གྱི་དམག་ཚོགས་ཀྱིས་འཁོར་ཅིང་འདུག་གོ། །
en: but when he looked out, he saw the gardens were surrounded by the armies of his opponents.

source: རྟ་ཅང་ཤེས་ཀྱིས་ནི་ཆོས་ཉིད་ཀྱིས་རྒྱལ་པོའི་སྲོག་འཛིན་པར་འགྱུར་རོ།
en: “It was in the clever horse’s nature to save the king’s life.

source: སྐྱེད་མོས་ཚལ་དེ་ཡང་གྲོང་ཁྱེར་གྱི་འོབས་ཀྱིས་ཆོད་དེ། གྲོང་ཁྱེར་གྱི་འོབས་དེ་ཡང་ཟབ་ལ་མེ་ཏོག་པད་མས་གང་བར་འདུག་གོ། །
en: There was a ditch that separated the garden from the city—a very deep ditch, thick with lotus flowers.

source: དེ་ནས་རྟ་ཅང་ཤེས་ཀྱིས་བསམས་པ།
en: The clever horse thought,

source: བདག་གིས་གུད་དུ་ནི་འབྲོས་མི་ནུས་སོ་སྙམ་ནས་
en: ‘There’s nowhere else to go,’

source: དེས་པད་མའི་འདབ་མ་དེ་དག་ལ་གོམ་པ་བོར་ཏེ་གྲོང་ཁྱེར་ལོགས་སུ་ཆས་ཏེ་སོང་ངོ་། །
en: and stepped out onto the lotus petals to return to the city.

source: དེ་ནས་ཉི་འོག་གི་རྒྱལ་པོ་རྣམས་ཀྱིས་མཐོང་ནས་མདའ་སྟེའུ་ཁ་ཉ་རྔས་རྟ་ཅང་ཤེས་དེའི་ལྟོ་དྲལ་ཏོ། །
en: When the neighboring kings saw this, they split open the clever horse’s belly with a sharp arrow shaped like a fishtail.

source: དེ་ནས་རྒྱལ་པོ་དེས་ཀྱང་དེ་མཐོང་ནས་འཇིགས་ཤིང་སྐྲག་སྟེ།
en: “When the king saw this, he was terrified, and thought,

source: རྟ་འདི་ཆུ་འདིའི་ནང་དུ་ཤི་ནས་བདག་འདི་ཁོ་ནར་བར་མ་དོར་མ་རུང་བར་མི་འགྱུར་གྲང་སྙམ་མོ། །
en: ‘If this horse dies here in the middle of the water, I will surely be done for.’

source: དེ་ནས་རྟ་ཅང་ཤེས་ཀྱིས་རྒྱལ་པོ་འཇིགས་སྐྲག་པར་ཤེས་ནས་རྒྱལ་པོའི་ཡིད་གསོ་བའི་ཕྱིར་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: “The clever horse knew the king was terrified, and to reassure him, said in verse:

source: འདི་ལྟར་གཡུལ་དུ་བདག་གི་ལུས། །མདས་བསྣུན་པ་ནི་གཟིགས་མོད་ཀྱི། །ཐར་བར་བགྱིས་ནས་གདོད་འགུམ་གྱིས། །རྒྱལ་པོ་ཁྱོད་ནི་མ་བསྙེངས་ཤིག །
en: “ ‘Though you see my body Struck in battle by an arrow, Do not fear, my king, For I shall save you first before I die.’

source: ཅེས་སྨྲས་ནས་རྟ་ཅང་ཤེས་དེས་རྒྱལ་པོ་དེ་གྲོང་ཁྱེར་གྱི་ནང་དུ་བསྐྱལ་ཏེ་འཇིགས་པ་མེད་པའི་གནས་སུ་བཞག་ནས་ཤིའོ། །
en: “With those words, the clever horse bore the king into the city, and, having protected the king, he died.

source: དེའི་ཚེ་རྟ་ཅང་ཤེས་སུ་གྱུར་པ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་གནས་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ། །
en: I am the one who was the clever horse then, and lived the life of a bodhisattva.

source: དེའི་ཚེ་རྒྱལ་པོར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་རབ་བཟང་འདི་ཁོ་ན་ཡིན་ཏེ།
en: The one who was the king then is none other than Subhadra.

source: དེའི་ཚེ་ཡང་ང་འཆི་ཀའི་ན་ཚས་ཐེབས་པ་ན། འདི་འཇིགས་པའི་གནས་དང་ལྡན་པ་ལས་བསྒྲལ་ཏེ་འཇིགས་པ་མེད་པའི་གནས་སུ་བཞག་གོ། །
en: At that time, stricken with acute pain at the moment of death I delivered him from fear and established him in a state of fearlessness.

source: ད་ལྟར་ཡང་ང་འཆི་ཀའི་ན་ཚས་ཐེབས་པ་ན་འདི་འཇིགས་པ་དང་ལྡན་པའི་འཁོར་བ་ལས་བསྒྲལ་ཏེ། གཡུང་དྲུང་གི་མཐར་ཐུག་པ་གྲུབ་པ་དང་བདེ་བའི་མྱ་ངན་ལས་འདས་པའི་ས་ལ་བཞག་གོ། །
en: Now as well, stricken with acute pain at the moment of death I have delivered him from the dangers of saṃsāra and established him in the unsurpassed, supreme welfare of nirvāṇa.

source: གཞན་ཡང་ང་འཆི་ཀའི་ན་ཚས་ཐེབས་པ་ན་འདི་འཇིགས་པའི་གནས་དང་ལྡན་པ་ལས་བསྒྲལ་ནས་འཇིགས་པ་མེད་པའི་གནས་སུ་བཞག་སྟེ།
en: “Yet another time, stricken with acute pain at the moment of death, I delivered him from fear and protected him.

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་གྲོང་ཁྱེར་ཀན་ནྱ་ཀུ་བ་ཙ་ཞེས་བྱ་བ་ན་རྒྱལ་པོ་རྣ་བ་ཞེས་བྱ་བ་རྒྱལ་པོ་བྱེད་དེ།
en: “Monks, in times gone by, King Karṇa reigned in the city of Kanyakubja.

source: རྒྱལ་པོ་དེ་ཡང་རི་དགས་ཤོར་བ་ལ་ཤིན་ཏུ་སྲེད་ནས།
en: The king was very fond of deer hunting,

source: དེ་ཕྱི་ཞིག་ན་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་གོ་བསྐོན་ནས་རི་དགས་ཤོར་དུ་སོང་བ་ལས།
en: so one day he arrayed the four divisions of his army and set out on a hunt.

source: ཆུ་ཀླུང་ཞིག་གི་འགྲམ་ན་རི་དགས་ལྔ་བརྒྱ་ཁྱུ་གཅིག་ཏུ་འཁོད་པ་རྒྱལ་པོ་དེས་དཔུང་གི་ཚོགས་ཡན་ལག་བཞིས་བསྐོར་དུ་བཅུག་ནས་ཅི་ནས་ཀྱང་རི་དགས་གཅིག་ཀྱང་མི་འཆོར་བ་དེ་ལྟ་བུ་བྱས་སོ། །
en: On the banks of a certain river a herd of five hundred deer had stopped to rest, and the king had them surrounded by the four divisions of his army so that not a single deer could escape.

source: དེ་ནས་རི་དགས་ཁྱུ་མཆོག་གིས་བསམས་པ།
en: “The deer that led the herd thought,

source: བདག་ནི་རི་དགས་ཀྱི་ཁྱུ་འདིའི་གཙོ་བོ་ཡིན་པས་ན་བདག་གིས་འདི་རྣམས་ཀྱི་གྲུབ་པ་དང་། བདེ་བ་བསམ་དགོས་སོ་སྙམ་ནས་
en: ‘As the leader of the herd, I must think only of its welfare and happiness.’

source: ཁོ་ར་ཁོར་ཡུག་ཏུ་བལྟས་ཏེ
en: He cast all about, wondering,

source: རི་དགས་རྣམས་ཕྱོགས་གང་ལོགས་སུ་ཕྱུང་ནས་ཐར་བར་འགྱུར་ཞིག་གུ་སྙམ་པ་ལས།
en: ‘Which way should the deer go to escape?’

source: དེས་བལྟས་ན་ཆུ་ཀླུང་དྲག་པོ་དེའི་འགྲམ་མ་གཏོགས་པར་དཔུང་གི་ཚོགས་ཡན་ལག་བཞིས་མཚམས་མེད་པར་བསྐོར་ཏེ་
en: As he looked about, he saw a raging river, and its riverbank was the only place that was not surrounded by the four divisions of the army.

source: ཆུ་ཀླུང་གི་འགྲམ་དེ་ན་ནི་སུ་ཡང་མི་འདུག་པར་མཐོང་ངོ་། །
en: No one was on the riverbank.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་དེས་བསམས་པ།
en: “The Bodhisattva thought,

source: རི་དགས་འདི་རྣམས་ཀྱིས་ནི་ཆུ་ཀླུང་འདི་འབོག་པའམ་མཆོང་བའམ་འབྲོས་པ་ཡང་མི་ནུས་ཀྱིས་དེ་ལྟ་མ་ཡིན་པར་ང་ཉིད་ཆུ་ཀླུང་འདིའི་དབུས་སུ་རྐང་ལག་བཙུགས་ཏེ་འདུག་པར་བྱའོ་སྙམ་ནས
en: ‘The deer can neither ford nor leap across the river, so they will not be able to escape. I will plant my feet in the middle of the river, then, and stay there.’

source: རི་དགས་དེ་རྣམས་ལ་ཁྱེད་ཀྱིས་མཆོངས་ལ་ངའི་རྒྱབ་ཏུ་རྐང་ལག་གིས་བརྟེན་ཏེ་ཕ་རོལ་གྱི་འགྲམ་དུ་དེང་ཤིག་ཅེས་བྱས་ནས།
en: He called out to the deer, ‘Clamber over me, all of you! Use my back to support your legs and cross to the other side of the river.’

source: བྱང་ཆུབ་སེམས་དཔའ་དེས་ཆུ་ཀླུང་གི་དབུས་སུ་རྐང་ལག་བཙུགས་ཏེ་འདུག་གོ། །
en: The Bodhisattva planted his feet in the middle of the river and stood still.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་སྟོབས་ཀྱི་ཤུགས་དང་ལྡན་པ་ཡིན་པས་ན། དེ་ཆུ་ཀླུང་དེས་བསྐྱོད་པར་མི་ནུས་པར་འདུག་ནས་
en: “Now bodhisattvas are strong and powerful, so the current did not move him,

source: དེ་དེ་ན་འདུག་པའི་རྒྱབ་ཏུ་རི་དགས་རྣམས་ཀྱིས་མཆོང་ཞིང་རྐང་ལག་བཙུགས་ཏེ་ཕ་རོལ་གྱི་འགྲམ་དུ་དོང་ངོ་། །
en: and as he stood there the deer all leapt onto his back, steadied their feet, and crossed to the other side of the river.

source: དེ་དག་དོང་བའི་རྨིག་པས་བྱང་ཆུབ་སེམས་དཔའ་དེའི་རྒྱབ་ཆོད་པར་གྱུར་ཏོ། །
en: “Their hooves cut up the Bodhisattva’s back,

source: དེ་ནས་རི་དགས་ཐ་མར་ལུས་པ་དེས་མཐོང་ནས་དེ་དོགས་པ་སྐྱེས་ཏེ་བདག་ནི་བསྒྲལ་མི་ནུས་གོར་མ་ཆག་སྙམ་མོ། །
en: and when the last deer saw this he became apprehensive and thought ‘I’m certain I won’t make it across.’

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔས་དེ་དོགས་པ་སྐྱེས་པར་མཐོང་ནས་ཡིད་གསོས་ཏེ།
en: Noting his apprehension, the Bodhisattva reassured him,

source: གྲོགས་པོ་མ་འཇིགས་ཤིག་ཁྱོད་འཆི་བར་དོགས་པ་མེད་དོ་ཞེས་བྱས་ནས་
en: ‘Don’t be scared, friend. You needn’t be worried you will die,’

source: བྱང་ཆུབ་སེམས་དཔའ་དེས་རི་དགས་དེ་བསྒྲལ་ཏེ་ཕ་རོལ་དུ་སོན་ནས་བྱང་ཆུབ་སེམས་དཔའ་དེ་དུས་ལས་འདས་སོ། །
en: and he saw the deer safely across. Once the deer had arrived on the other side, the Bodhisattva passed away.

source: དེའི་ཚེ་རི་དགས་ཀྱི་ཁྱུ་མཆོག་ཏུ་གྱུར་པ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་གནས་པ་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ། །
en: I am the one who led the herd of deer then, and lived the life of a bodhisattva.

source: རི་དགས་ལྔ་བརྒྱ་པོར་གྱུར་པ་གང་ཡིན་པ་དེ་དག་ནི་གྲོང་ཁྱེར་ཀུ་ཤི་ན་གནས་པའི་གྱད་ལྔ་བརྒྱ་པོ་འདི་དག་ཁོ་ན་ཡིན་ནོ། །
en: Those who were the five hundred deer then are none other than the five hundred athletes of Kuśinagarī.

source: དེའི་ཚེ་རི་དགས་ཐ་མར་ལུས་པ་གང་ཡིན་པ་དེ་ནི་རབ་བཟང་འདི་ཁོ་ན་ཡིན་ཏེ།
en: The one who was the last deer to cross is none other than Subhadra.

source: དེའི་ཚེ་ཡང་ང་འཆི་ཀའི་ན་ཚ་དང་ལྡན་པར་གྱུར་པ་ན་འདི་འཇིགས་པ་དང་ལྡན་པའི་གནས་ནས་བསྒྲལ་ཏེ་འཇིགས་པ་མེད་པའི་གནས་སུ་བཞག་གོ། །
en: At that time, amid the pain of dying, I delivered him from danger and set him down in safety.

source: ད་ལྟར་ཡང་ང་འཆི་ཀའི་ན་ཚས་ཐེབས་པ་ན་རབ་བཟང་ལ་སོགས་པ་གྱད་ལྔ་བརྒྱ་པོ་འདི་དག་འཇིགས་པ་དང་བཅས་པའི་འཁོར་བ་ལས་བསྒྲལ་ནས།
en: And now as well, stricken with illness and near to death, I have delivered Subhadra and the five hundred athletes from all the dangers of saṃsāra

source: གཡུང་དྲུང་གི་མཐར་ཐུག་པ་གྲུབ་པ་དང་བདེ་བའི་མྱ་ངན་ལས་འདས་པ་ལ་བཀོད་དོ། །
en: and established them in the unsurpassed, supreme welfare of nirvāṇa.”

source: ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་ཅུང་ཟད་ཅི་མཐོང་གསོལ་པ།
en: “Ānanda, did you see something?”

source: བཀའ་སྩལ་པ། ཁྱོད་ཀྱིས་ཅི་མཐོང་།
en: “What did you see?” the Blessed One asked.

source: གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་གདུལ་བའི་དབང་གིས་སྤྲུལ་པ་ཞིག་བཞག་སྟེ། ག་ཞིག་ཏུ་གཤེགས་པ་མཐོང་ལགས་སོ། །
en: “Lord, I saw that the Blessed One left an emanation here, then departed for the purpose of taming someone,” he replied.

source: བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་དེ་ནི་དེ་བཞིན་ནོ། །
en: “O Ānanda, so it is,” the Blessed One replied.

source: དེ་ནི་དེ་བཞིན་ཏེ། ཀུན་དགའ་བོ་ད་ལྟར་དེ་བཞིན་གཤེགས་པའི་གདུལ་བར་བྱ་བ་གཉིས་ཤིག་ལུས་ཏེ།
en: “It is just as you say, Ānanda. Only two persons remained for the Tathāgata to tame.

source: དྲི་ཟའི་རྒྱལ་པོ་རབ་དགའ་དང་། ཀུན་དུ་རྒྱུ་རབ་བཟང་གཉིས་སོ། །
en: Those were gandharva king Supriya and the mendicant Subhadra.

source: དེ་ལ་ང་འདི་སྙམ་དུ་སེམས་ཏེ།
en: Regarding them I thought,

source: ཀུན་ཏུ་རྒྱུ་རབ་བཟང་ནི་ངས་གདུལ་བར་སླ་ན། དྲི་ཟའི་རྒྱལ་པོ་རབ་དགའ་ནི་རྒྱགས་ཤིང་བག་མེད་པར་གནས་པ་ཡིན་པས་ངས་སྤྲུལ་པ་བཞག་སྟེ།
en: ‘I can easily tame the mendicant Subhadra, but the gandharva king Supriya is arrogant and aloof.

source: སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷའི་ནང་དུ་སོང་ནས་དྲི་ཟའི་རྒྱལ་པོ་རབ་དགའ་བདེན་པ་རྣམས་ལ་གནས་པར་བྱས་ཏེ་འདིར་འོངས་སོ། །
en: So I will leave an emanation here and travel to the Heaven of the Thirty-Three, where I will establish the gandharva king Supriya in the truths before coming back.’ ”

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ། བཙུན་པ་རབ་དགས་ལས་ཅི་བགྱིས་ཤིང་བསགས་ན་ལས་དེའི་རྣམ་པར་སྨིན་པས་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་ཏེ་དྲི་ཟའི་རྒྱལ་པོར་གྱུར་ལ།
en: “Lord,” the monks asked the Blessed One, “what action did Supriya commit and accumulate that ripened into his birth among the gods as a gandharva king,

source: འདིས་བཅོམ་ལྡན་འདས་མཉེས་པར་བགྱིས་ཏེ་མི་མཉེས་པར་མ་བགྱིས་ལགས།
en: and that he pleased the Blessed One, and did not displease him?”

source: བཀའ་སྩལ་པ། དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་སྐྱེ་དགུའི་ཚེ་ལོ་ཉི་ཁྲི་ཐུབ་པ་ན། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ་བླ་ན་མེད་པ་ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་འོད་སྲུང་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ
en: “Monks,” the Blessed One recounted, “in times past, in this fortunate eon, when people lived as long as twenty thousand years, and the totally and completely awakened buddha endowed with perfect knowledge and perfect conduct, the blessed one, the knower of the world, the tamer of persons, the charioteer, the unsurpassed one, the teacher of humans and gods, the blessed buddha known as Kāśyapa was in the world,

source: དེའི་ཚེ་ལྷོ་ཕྱོགས་ནས་རོལ་མོ་མཁན་གྱི་སློབ་དཔོན་མཆོག་ཅིག་འོངས་ཏེ་བཱ་རཱ་ཎ་སཱིར་ཕྱིན་ཏོ། །
en: an extraordinary teacher of music had come from the south to Vārāṇasī.

source: དེ་ནས་དེ་སློབ་དཔོན་ཆེན་པོ་ཡིན་པའི་ཕྱིར་རྒྱལ་པོ་གྲྀ་ཀཱིས་བཞེས་ནས་ལོངས་སྤྱོད་ཀྱི་གཞི་ཚོགས་ཆེན་པོ་བྱིན་ནོ། །
en: Since he was a great teacher, King Kṛkī received him and awarded him a large salary,

source: འཇིག་རྟེན་དག་ནི་འབྱོར་པ་འདོད་པ་ཡིན་ཏེ། དེས་ཁྱིམ་གྱི་འཁོར་རྒྱས་པར་བྱས་ཏེ་བཞག་གོ། །
en: and since worldly people wish for wealth, he expanded the number of servants in his house.

source: དེའི་ཚེ་བཱ་རཱ་ཎ་སཱི་དེ་ཉིད་ན་དགེ་བསྙེན་དབུལ་པོ་ཞིག་གནས་ཏེ།
en: “At that time in Vārāṇasī there also lived a certain lay vow holder who was a poor man.

source: དེས་རོལ་མོ་མཁན་བདེ་བ་ཆེན་པོ་ཉམས་སུ་མྱོང་བ་དེ་མཐོང་ནས་དེའི་ལས་དེ་ལ་ཆགས་པ་སྐྱེས་ཏེ་
en: As he watched these wonderful things happen to the musician, a great desire for them arose in him.

source: ལས་དེའི་མཐུས་འདི་བདེ་བ་དེ་ལྟ་བུ་ཉམས་སུ་མྱོང་བར་གྱུར་པ་ལས་ན།
en: ‘It’s by the power of his previous deeds that such things happen to him,’ he thought.

source: ལས་འདི་ནི་བཟང་པོ་ཞིག་ཡིན་ནོ་སྙམ་ནས་
en: ‘Such deeds are good indeed!’

source: དེས་ཚེ་གཅིག་གི་བར་དུ་སྐྱབས་སུ་འགྲོ་བ་དང་། བསླབ་པའི་གཞི་རྣམས་བསྲུངས་ཏེ་འཆི་ཀར་སྨོན་ལམ་བཏབ་པ།
en: Having thought this, he went for refuge and maintained the fundamental precepts all his life, and at the time of his death, he prayed,

source: ཀྱེ་མ་དགེ་བའི་རྩ་བ་འདིས་ན་བདག་གང་དང་གང་དུ་སྐྱེ་བར་འགྱུར་བ་དེ་དང་དེར་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེ་བར་གྱུར་ཅིག །
en: ‘By this root of virtue, wherever I am born, may it be into a family of great means, prosperity, and wealth,

source: རོལ་མོ་མཁན་ཐམས་ཅད་ཀྱི་རྒྱལ་པོར་ཡང་གྱུར་ཅིག །
en: and may I become a king among musicians.

source: དེའི་ཚེ་དགེ་བསྙེན་དུ་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་དྲི་ཟའི་རྒྱལ་པོ་རབ་དགའ་འདི་ཁོ་ན་ཡིན་ཏེ།
en: The one who was that lay vow holder then is none other than the gandharva king Supriya.

source: དེས་དེར་ཚེ་གཅིག་ཏུ་སྐྱབས་སུ་འགྲོ་བ་དང་། བསླབ་པའི་གཞི་རྣམས་བསྲུངས་ནས་འཆི་ཀར་སྨོན་ལམ་བཏབ་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་འདི་གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེས་ཏེ
en: The act of going for refuge, maintaining the fundamental precepts all his life, and saying that prayer at the time of his death ripened such that wherever he was born, it was into a family of great means, prosperity, and wealth.

source: དགེ་སློང་དག་ང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་དང་ཤིན་ཏུ་མཉམ་པ་དང་། ཤུགས་མཉམ་པ་དང་། མཛད་པ་མཉམ་པ་དང་། ཐབས་མཉམ་པ་བརྙེས་པར་གྱུར་ནས། འདིས་ང་མཉེས་པར་བྱས་ཏེ་མི་མཉེས་པར་མ་བྱས་སོ། །
en: “So it is, monks, now that I myself have become the very equal of the totally and completely awakened Buddha Kāśyapa—equal in strength, equal in deeds, and equal in skillful means—that he has pleased me, not displeased me,

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་འཆི་ཀའི་ན་ཚ་དང་ལྡན་པ་ན་གདུལ་བའི་དབང་གིས་འདི་ལྟ་བུར་འོ་བརྒྱལ་བར་གྱུར་པ་ལ་གཟིགས།
en: The monks requested the Blessed One, “Lord, tell us why, even amid the pain of dying, you took on such difficulties for the sake of taming someone.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ད་ལྟར་འབའ་ཞིག་མ་ཡིན་ཏེ་འདས་པའི་དུས་ན་ཡང་ང་འཆི་ཀའི་ན་ཚ་དང་ལྡན་པ་ན་གདུལ་བར་བྱ་བའི་ཕྱིར་ཇི་ལྟར་སྡུག་བསྔལ་ཆེན་པོ་དང་ལྡན་པར་གྱུར་པ་དེ་ཉོན་ཅིག །
en: “Not only now,” the Blessed One explained, “but in times past as well, and in the same way, amid the pain of dying I took on great difficulties for the sake of taming someone. Listen well!

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་གྲོང་ཁྱེར་ཐུབ་མེད་རྒྱལ་ཞེས་བྱ་བ་ན་རྒྱལ་པོ་རྒྱལ་བ་པོ་ཞེས་བྱ་བ་རྒྱལ་པོ་བྱེད་དེ།
en: “Monks, in times gone by, King Jaya (Victorious) reigned in the city of Undefeated Victory.

source: ཕྱི་ཞིག་ན་དེའི་བཙུན་མོ་ལ་བུ་ཆགས་ནས་དེ་ཟླ་བ་དགུའམ་བཅུ་ལོན་པ་དང་། བུ་གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་ཞིག་བཙས་ཏེ།
en: One day the queen conceived, and after nine or ten months had passed she gave birth to a child who was well proportioned, pleasing to the eye, and beautiful.

source: ཁྱེའུ་འདི་རྒྱལ་པོའི་སྲས་ཡིན་པས་ན་ཁྱེའུ་འདིའི་མིང་རྣམ་པར་རྒྱལ་བ་ཞེས་གདགས་སོ་ཞེས་ཟེར་རོ། །
en: And they named him, saying, ‘Since this is the child of Jaya, his name will be Vijaya.’

source: དེ་ནས་ཁྱེའུ་རྣམ་པར་རྒྱལ་བ་འོ་མ་དང་། ཞོ་དང་མར་དང་ཞུན་མར་དང་། མར་གྱི་ཉིང་གུས་བསྐྱེད་བསྲིངས་ཏེ།
en: “Then they reared young Vijaya on milk, yogurt, butter, ghee, and milk solids,

source: དེ་གང་གི་ཚེ་ཆེར་སྐྱེས་པ་དེའི་ཚེ་ཁྱེའུ་དེ་ཡི་གེ་སློབ་ཏུ་བཅུག་སྟེ། རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བའི་རྒྱལ་པོ་རྣམས་ཀྱི་བཟོའི་གནས་དང་། ལས་ཀྱི་གནས་ཐ་དད་པ་འདི་ལྟ་སྟེ། གླང་པོ་ཆེ་ཞོན་པ་དང་། རྟ་ཞོན་པ་དང་། མཚོན་ཆ་བཅང་བ་དང་འཕོང་དང་མདུན་དུ་བསྣུར་བ་དང་། ཕྱིར་བསྣུར་བ་དང་། གཡུལ་ལས་ཐར་བར་བྱ་བ་དང་། ལྕགས་ཀྱུས་གཟུང་བ་དང་། ཞགས་པས་གཟུང་བ་དང་། མདའ་བོ་ཆེ་འཕང་བ་དང་། རྡོ་རྗེ་རྩེ་གཅིག་པ་འཕང་བ་དང་། མཚོན་རྩེ་གཅིག་པ་གདབ་པ་དང་། འཁོར་ལོ་འཕང་བ་དང་། གཅད་པ་དང་། གཤེག་པ་དང་། ལག་པས་གཟུང་བ་དང་། རྐང་པའི་སྟངས་དང་། མགོ་བོ་བསྐྱབ་པ་དང་། རྒྱང་མར་འཕང་བ་དང་། སྒྲ་གྲག་པར་འཕང་བ་དང་། གནད་དུ་འཕང་བ་དང་། གདོན་མི་ཟ་བར་ཕོག་པར་བྱ་བ་དང་། ཚབས་ཆེར་བཏང་བ་རྣམས་ཀྱང་བསླབས་ནས་གནས་ལྔ་ལ་བྱང་བར་གྱུར་ཏོ། །
en: and as the young man grew up, they made him study letters, and trained him in all the different fields of craft and skill in which duly consecrated rulers of the royal caste train, such as how to ride an elephant, how to ride horseback, how to wield a weapon, and how to shoot an arrow, advance, retreat, wage war, grasp with an iron hook, wield a lasso, shoot a spear, throw a single-pointed vajra, throw other single-pointed weapons, and throw a disk; how to cut, cleave, grapple and hold, employ footwork, guard one’s head, strike from a distance, and strike at the noise of an unseen enemy; and how to target the vital points, take infallible aim, and maximize damage. By the time he had been educated in all of these, he was learned in the five fields of knowledge.

source: དེ་ནས་དེ་ཕྱི་ཞིག་ན་ཕས་དེ་ལ་བསྒོ་བ།
en: “One day his father told him,

source: ཁྱོད་ཀྱི་ཕའི་ཡུལ་འབྱོར་པ་དང་རྒྱས་པར་འདུག་གིས།
en: ‘Son, your father’s country is wealthy and flourishing.

source: ཡུལ་ཕྱོགས་དེ་དག་ལྟར་སོང་ཤིག་ཅེས་བྱས་ནས་
en: Go now and see the whole of the land.’

source: ཇི་ལྟར་ཡབ་ཀྱིས་བཀའ་སྩལ་པ་དེ་བཞིན་དུ་འཚལ་ལོ་ཞེས་བྱས་ནསདེ་སྐྱེ་བོ་ཕལ་པོ་ཆེས་ཞབས་འབྲིང་བྱས་ཏེ་ཡུལ་ཕྱོགས་དག་ལྟར་སོང་ངོ་། །
en: “ ‘As you wish, father,’ he replied, and with those words the son traveled through the land with scores of attendants.

source: དེ་སོང་བའི་འོག་ཏུ་རྒྱལ་པོ་རྒྱལ་བ་པོ་དུས་ལས་འདས་ནས་བློན་པོ་རྣམས་ཀྱིས་རྒྱལ་པོའི་བུ་དེ་ལ་ཕོ་ཉ་བཏང་ནས།
en: After he had gone, King Jaya passed away, and his ministers sent a messenger to the prince that said,

source: ཁྱོད་ཀྱི་ཡབ་ནོངས་ཀྱིས་སླར་གཤེགས་ཏེ་ཡབ་ཀྱི་རྒྱལ་སྲིད་བསྐྱང་དུ་གསོལ་ཞེས་སྤྲིང་ངོ་། །
en: ‘Your father has passed away, so please return and safeguard your father’s kingdom.’

source: རྒྱལ་པོའི་བུ་དེ་ཡང་བྱམས་པའི་རང་བཞིན་ཅན་སྙིང་རྗེ་དང་ལྡན་པ། སེམས་ཅན་ལ་བྱམས་པ་ཞིག་སྟེ།
en: “The prince was of a loving nature and quite compassionate, with a love for beings,

source: དེ་ཐོས་མ་ཐག་ཏུ་དེས་ཀྱང་བློན་པོ་རྣམས་ལ་ཕོ་ཉ་བཏང་ནས་སྣ་གཅིག་ཅིག་རུང་སྟེ།
en: so he immediately dispatched a messenger to the ministers that said, ‘There is only one way this is possible.

source: གལ་ཏེ་ངའི་ཡབ་ཀྱི་ཡུལ་ཁམས་ན་སེམས་ཅན་ཇི་སྙེད་གནས་པ་དེ་དག་ཁྱོད་ཀྱིས་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་བཀོད་ན་ནི་ངས་ཡབ་ཀྱི་རྒྱལ་སྲིད་བསྐྱང་བར་བྱའོ་ཞེས་སྤྲིང་ངོ་། །
en: If you set all of the beings in my father’s kingdom on the path of the ten virtuous actions, then I shall safeguard my father’s country.’

source: དེ་ནས་བློན་པོ་རྣམས་ཀྱིས་ཡང་ཕོ་ཉས་བཟླུགས་ཏེ།
en: “The ministers dispatched a messenger with a reply that said,

source: ཇོ་བོ་ཇི་ལྟར་བཞེད་པ་བཞིན་དུ་བདག་ཅག་གིས་བགྱི་བར་འཚལ་ལོ་ཞེས་སྤྲིང་ནས། དེ་དག་གིས་སྤྱན་དྲངས་ཏེ་རྒྱལ་སར་བཅུག་ནས་དེ་སྦྱིན་པ་དག་སྦྱིན་ཞིང་བསོད་ནམས་དག་བྱེད་པ་ལ་ཞུགས་ཏེ།
en: ‘As you wish, master.’ “They invited him and he assumed the mantle of the king, gave gifts, and made merit.

source: ཟས་འདོད་པ་ལ་ནི་ཟས་སྦྱིན་པར་བྱེད།
en: To those who wished for food he gave food.

source: སྐོམ་འདོད་པ་ལ་ནི་སྐོམ་སྦྱིན་པར་བྱེད།
en: To those who wished for something to drink he gave something to drink.
